{
  "posts": [
    {
      "title": "운동 나무 위키",
      "content": "몸을 움직이는 행동(Physical exercise)은 일반적으로 건강이라는 목적과 연결되지만, 놀이나 일과 연결되기도 한다. 동양에서는 전통적으로 운동(運動)을 도인(導引)이라 표현했다.\n\n체육과 거의 같은 뜻으로 쓰이기도 하지만 사실 동일하진 않다. 운동(運動)은 말 그대로 '움직이는 것' 그 자체를 말하는 거고 체육(體育)은 '몸을 기르는 것'으로서 일반적으로 몸을 움직이는 것, 즉 운동을 통해 도달하는 것이며 주로 학교의 과목을 뜻한다. 덕육(德育, 덕을 기름)의 방식에 여러 가지가 있듯이(고전을 읽을 수도 있고 심지어 운동을 통해 덕을 기를 수도 있다) 체육의 방식은 운동 말고도 다른 것(건강식, 규칙적 생활 등)이 있을 수 있다. 거꾸로 운동이지만 체육엔 그다지 도움을 주지 않는 운동도 있을 수 있다.",
      "createdAt": 1653445588990,
      "id": 1
    },
    {
      "title": "3대 운동",
      "content": "Big Three\n\n웨이트 트레이닝의 여러 운동들 중 기본이 되고 비중이 크다고 여겨지는 스쿼트(S), 벤치프레스(B), 데드리프트(D)를 총칭하는 용어다.[1]\n\n이 세 운동은 그대로 파워 리프팅의 종목이기도 하다.[2] 3대 세계기록을 알고 싶다면 이쪽 문서를 참조.\n\n다만 일부 운동인들은 오버헤드프레스의 중요성을 3대 운동과 동일선상에 놓거나 심지어 벤치프레스보다 위에 있다고 주장하기도 하는데[3] 이 경우 3대 운동이 아닌 4대 운동을 주창하는 경우 역시 있으며 기타 운동 중 턱걸이, 바벨 로우 역시도 지도자들마다 조금씩 비중을 다르게 두기는 해도 위 4대 운동에 준할 정도로 훈련비중을 높이기도 한다.",
      "createdAt": 1653637639690,
      "id": 2
    },
    {
      "title": "벤치 프레스",
      "content": "웨이트 트레이닝 3대 운동 중 하나답게 운동 효과가 매우 뛰어나다. 거대한 가슴 근육 발달에는 벤치 프레스만한 운동이 없으며 가슴뿐만 아니라 어깨, 삼두 등 상체 근육 전반을 그 어떤 운동[2]보다도 고중량으로 소화해낼 수 있는 상체 운동의 최고봉인 운동이다.",
      "createdAt": 1653637669755,
      "id": 3
    },
    {
      "title": "스쿼트",
      "content": "게오르크 하켄슈미트[3]의 시대부터 지금까지 단 한 순간도 신체 단련에 있어 가장 중요한 운동의 위치에서 내려온 적이 없다. 본 문서에 기록된 것 이외에도 다양한 응용 스쿼트가 존재해서 그 종류만 보아도 위엄이 느껴질 정도. 심지어 병원 유투브에서 올리는 무릎 재활 운동 안내에도 거의 빠지지 않는 단골 수준이다[4]. 호사가들의 경우 스쿼트와 데드리프트 가운데 어느 것이 더 중요하냐를 가지고 싸우는 경우도 있는데, 목적에 따라 병행하는 것이 좋다.[5] 스쿼트는 하체를 튼튼히 만드는 운동이라고 널리 알려져 있지만, 동작을 수행하기 위해 동원되는 근육이 꽤 많아서 거의 전신운동에 가깝다.[6]",
      "createdAt": 1653637696674,
      "id": 4
    },
    {
      "title": "데드리프트",
      "content": "웨이트 트레이닝을 대표하는 3대 운동(스쿼트, 벤치 프레스, 데드리프트) 중 하나이다. 위 프랑코 콜럼부(1941년 8월 7일 ~ 2019년 8월 30일)의 사진을 보면 알겠지만 다양한 웨이트 트레이닝 가운데 상당히 무거운 중량을 다루는 축에 낀다. 때문에 부상 위험이나 사고 위험이 있어서 전문가의 지도가 이뤄지는 환경에서 운동해야 한다. 다만, 제대로 배우고 원칙을 준수한다면 안전하며 데드리프트는 전신의 근육을 활용하는 효율적, 효과적인 운동이다. 전문적인 지도와 보호가 이뤄진다는 전제하에 누구라도 강력히 추천하는 운동이다.",
      "createdAt": 1653637708493,
      "id": 5
    },
    {
      "title": "피지컬갤러리",
      "content": "운동 예능 콘텐츠 및 각종 체형교정 및 재활정보, 운동방법 등을 업로드하는 유튜버. 보통 빡빡이 아저씨나 김계란이라는 별명으로 불리는 전직 UDT 출신의 인물이 대머리에 흰수염 분장을 하고 선글라스를 낀 모습으로 등장하는 경우가 대부분이다.\n\n과거에는 김계란 외에도 많은 전문가 팀들로 구성되어 각종 유용한 정보를 제공하던 채널이었는데, 김계란의 캐릭터성을 이용한 더빙, 예능 콘텐츠가 히트를 치며 채널의 방향성이 예능 쪽으로 바뀌게 되었다. 다만, 체형교정이나 운동 관련 콘텐츠가 완전히 없어진 것은 아니며 전문적인 내용을 전 피지컬갤러리 pro 현 라이프에이드 채널을 통해 전개하게 된 것.\n\n이름과 달리 디시인사이드와는 관계가 없다.[4] 또한, 디시인사이드에도 '피지컬갤러리'라는 이름의 갤러리는 없다. 뿐만 아니라 아예 피지컬 갤러리 생성 자체를 막은걸로 확인된다.[5]",
      "createdAt": 1653637739529,
      "id": 6
    },
    {
      "title": "유튜브",
      "content": "유튜브(영어: YouTube)는 구글이 서비스하는 동영상 공유 플랫폼이다. 2006년에 구글이 인수했고, 전세계 최대 규모의 동영상 공유 및 호스팅 사이트로서, 이용자가 영상을 시청 · 업로드 · 공유할 수 있다. 유튜브의 본사는 미국 캘리포니아주 샌브루노에 위치해 있다.",
      "createdAt": 1653637784059,
      "id": 7
    },
    {
      "title": "링크드인",
      "content": "링크드인은 2002년 12월에 설립되어 2003년 5월에 운영을 시작하였으며,[1] 전문직업인 인맥(professional network) 서비스로서 200여개 국에서 5억 명 이상이 이용하고 있다.[2][3] 현재 한국어, 영어, 프랑스어, 독일어, 이탈리아어, 포르투갈어, 스페인어, 터키어, 루마니아어, 러시아어로 제공되고 있다.[4][5] [6",
      "createdAt": 1653637804627,
      "id": 8
    },
    {
      "title": "서니베일",
      "content": "서니베일(Sunnyvale)은 미국 캘리포니아주 산타클라라 군에 속한 도시이다. 로스앨토스, 산호세, 쿠퍼티노, 마운틴뷰, 산타클라라와 접경하고 있다. 실리콘밸리의 일부로 야후!, 주니퍼 네트웍스, 스팬션 등의 기업의 본사가 위치하고 있으며 AMD의 본사가 위치했던 곳이기도 하다. 2010년 인구 조사 당시 인구는 140,095 명이다.",
      "createdAt": 1653637850545,
      "id": 9
    },
    {
      "title": "메타",
      "content": "메타 플랫폼스는 미국 캘리포니아주 멘로파크에 본사를 둔 미국 정보기술 대기업이다. 세계 5대 정보통신기술 기업인 빅테크 중 하나이다. 2004년 페이스북으로 설립되어, 2021년 10월 28일 현재의 사명으로 변경되었다.",
      "createdAt": 1653637882761,
      "id": 10
    },
    {
      "title": "인스타그램",
      "content": "인스타그램은 케빈 시스트롬과 마이크 크리거가 공동으로 설립한 온라인 사진 공유 및 소셜 네트워크 서비스이다. 인스타그램의 이용자들은 인스타그램을 통해 사진 촬영과 동시에 다양한 디지털 효과를 적용하며 페이스북이나 트위터 등 다양한 소셜 네트워크 서비스에 사진을 공유할 수 있다.",
      "createdAt": 1653637900717,
      "id": 11
    },
    {
      "title": "안드로이드",
      "content": "안드로이드는 스마트폰, 태블릿 PC 같은 터치스크린 모바일 장치 용으로 디자인된 운영 체제이자 수정된 리눅스 커널 버전을 비롯한 오픈 소스 소프트웨어에 기반을 둔 모바일 운영 체제다. 또한, 운영 체제와 미들웨어, 사용자 인터페이스 그리고 표준 응용 프로그램",
      "createdAt": 1653637914545,
      "id": 12
    },
    {
      "title": "자바",
      "content": "자바는 썬 마이크로시스템즈의 제임스 고슬링과 다른 연구원들이 개발한 객체 지향적 프로그래밍 언어이다. 1991년 그린 프로젝트라는 이름으로 시작해 1995년에 발표했다.",
      "createdAt": 1653637927219,
      "id": 13
    }
  ]
}